Repository: yeleman/auth
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Upload CSV file
fr: Envoyer fichier CSV

source: Upload a <em>plain text file</em>
fr: Envoyez un <em>fichier texte</em>

source: %(group)s of %(context)s
fr: %(group)s de %(context)s

source: You must be registered to do this. Send: REGISTER <first name> <last name>
fr: Vous devez être enregistré pour faire cela. Envoyez: INSCRIPTION <prénom> <nom>

source: You must be %(role)s to do this
fr: Vous devez être %(role)s pour faire cela

source: The user %(user)s is already associated with the contact %(contact)s
fr: L'utilisateur %(user)s est déjà associé avec le contact %(contact)s

source: To choose you language, send: LANGUAGE <language name>
fr: Pour choisir votre langue, envoyez : LANGUE <nom de la langue>

source: I will speak to you in %(language)s.
fr: Nous communiquerons désormais avec vous en %(language)s.

source: Sorry, I don't speak "%(language)s".
fr: Désolé, je le connais pas ce langage : "%(language)s"

source: Your prefered language is: '%(language)s'.
fr: Vous langue préférée est : '%(language)s'.

source: The current language is: '%(language)s'.
fr: La langue actuelle est : '%(language)s'.

source: The language for the keyword '%(keyword)s' is: %(language)s.
fr: La langue pour le mot clé '%(keyword)s' est : %(language)s.

source: To register, send: JOIN <NAME>
fr: Pour vous enregistrer, envoyez : INSCRIPTION <Prenom> <Nom>

source: You are already registered, %(name)s
fr: Vous êtes déjà enregistré, %(name)s

source: We changed your name from, '%(old_name)s' to '%(new_name)s'
fr: Votre nom a été changé de '%(old_name)s' à '%(new_name)s'

source: Thank you for registering, %(name)s!
fr: Merci de vous être enregistré, %(name)s!

source: Registration are closed. Ask your administrator for more informations
fr: Les inscriptions sont fermées. Demandez à votre administrateur pour plus d'informations

source: These roles do not exist: '%(roles)s'. Retry after correcting or removing them.
fr: Ces roles n'existent pas: '%(roles)s' Réessayez après les avoir corrigés ou retirés.

source: ROLES must be sent with nothing else. Did you mean ROLE (singular)?
fr: ROLES doit être envoyé sans rien après. Vouliez vous dire ROLE (au singulier) ?
